NH3andH2O/Satori_3rd_eyes/code/hand_shank/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"

CONFIG_FREERTOS_HZ=1000

CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_FLASHFREQ_80M=y
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y

CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_FILENAME="partitions.csv"